Repository: dulcilubio/LoxBridge
Catalog: LoxBrige/Localizable.xcstrings
Source language: en
Languages: cs, da, de, et, fi, fr, nb, sv

source: Notifications disabled
cs: Oznámení zakázána
da: Notifikationer deaktiveret
de: Benachrichtigungen deaktiviert
et: Teavitused keelatud
fi: Ilmoitukset poistettu käytöstä
fr: Notifications désactivées
nb: Varsler deaktivert
sv: Aviseringar inaktiverade

source: Open Health App Settings
cs: Otevřít nastavení aplikace Zdraví
da: Åbn Helbred-appindstillinger
de: Gesundheits-App-Einstellungen öffnen
et: Ava Tervise rakenduse seaded
fi: Avaa Terveys-sovelluksen asetukset
fr: Ouvrir les réglages de l'app Santé
nb: Åpne Helse-appinnstillinger
sv: Öppna Hälsa-inställningar

source: Open Livelox
cs: Otevřít Livelox
da: Åbn Livelox
de: Livelox öffnen
et: Ava Livelox
fi: Avaa Livelox
fr: Ouvrir Livelox
nb: Åpne Livelox
sv: Öppna Livelox

source: Pending upload
cs: Čeká na nahrání
da: Afventer upload
de: Upload ausstehend
et: Ootel üleslaadimine
fi: Odottaa latausta
fr: En attente de transfert
nb: Venter på opplasting
sv: Väntar på uppladdning

source: Privacy Notice
cs: Zásady ochrany soukromí
da: Privatlivspolitik
de: Datenschutzhinweis
et: Privaatsusteatis
fi: Tietosuojailmoitus
fr: Avis de confidentialité
nb: Personvernvarsel
sv: Integritetspolicy

source: Questions or requests
cs: Dotazy nebo žádosti
da: Spørgsmål eller anmodninger
de: Fragen oder Anfragen
et: Küsimused või taotlused
fi: Kysymykset tai pyynnöt
fr: Questions ou demandes
nb: Spørsmål eller forespørsler
sv: Frågor eller förfrågningar

source: Revoke HealthKit access
cs: Odvolat přístup k HealthKit
da: Tilbagekald HealthKit-adgang
de: HealthKit-Zugriff widerrufen
et: Tühista HealthKit juurdepääs
fi: Peruuta HealthKit-käyttöoikeus
fr: Révoquer l'accès à HealthKit
nb: Fjern HealthKit-tilgang
sv: Återkalla HealthKit-åtkomst

source: Route History
cs: Historie tras
da: Rutehistorik
de: Routenverlauf
et: Radade ajalugu
fi: Reittihistoria
fr: Historique des itinéraires
nb: Rutehistorikk
sv: Rutthistorik

source: Route History Guide
cs: Průvodce historií tras
da: Guide til rutehistorik
de: Leitfaden zum Routenverlauf
et: Raja ajaloo juhend
fi: Reittien historian opas
fr: Guide de l'historique des parcours
nb: Veiledning for rutehistorikk
sv: Guide för rutthistorik

source: Route on Livelox
cs: Trasa na Livelox
da: Rute på Livelox
de: Route in Livelox
et: Rada Liveloxis
fi: Reitti Liveloxissa
fr: Itinéraire sur Livelox
nb: Rute på Livelox
sv: Rutt på Livelox

source: Routes
cs: Trasy
da: Ruter
de: Routen
et: Rajad
fi: Reitit
fr: Itinéraires
nb: Ruter
sv: Rutter

source: Routes stored on this device can be deleted from the Routes tab. Deleting the app removes all local data. Routes already uploaded to Livelox must be removed directly on the Livelox website.
cs: Trasy uložené v tomto zařízení lze odstranit na kartě Trasy. Odstraněním aplikace se odstraní všechna lokální data. Trasy již nahrané na Livelox musí být odstraněny přímo na webu Livelox.
da: Ruter gemt på denne enhed kan slettes fra fanen Ruter. Sletning af appen fjerner alle lokale data. Ruter, der allerede er uploadet til Livelox, skal fjernes direkte på Livelox-webstedet.
de: Auf diesem Gerät gespeicherte Routen können über den Tab „Routen" gelöscht werden. Durch Löschen der App werden alle lokalen Daten entfernt. Bereits auf Livelox hochgeladene Routen müssen direkt auf der Livelox-Website entfernt werden.
et: Sellesse seadmesse salvestatud rajad saab kustutada vahekaardilt Rajad. Rakenduse kustutamine eemaldab kõik kohalikud andmed. Livelox'ile juba üles laaditud rajad tuleb eemaldada otse Livelox'i veebisaidil.
fi: Tähän laitteeseen tallennetut reitit voidaan poistaa Reitit-välilehdeltä. Sovelluksen poistaminen poistaa kaikki paikalliset tiedot. Livelox'iin jo ladatut reitit on poistettava suoraan Livelox-verkkosivustolta.
fr: Les parcours stockés sur cet appareil peuvent être supprimés depuis l'onglet Parcours. La suppression de l'application supprime toutes les données locales. Les parcours déjà téléversés sur Livelox doivent être supprimés directement sur le site Livelox.
nb: Ruter lagret på denne enheten kan slettes fra Ruter-fanen. Sletting av appen fjerner alle lokale data. Ruter som allerede er lastet opp til Livelox, må fjernes direkte på Livelox-nettstedet.
sv: Rutter lagrade på den här enheten kan raderas från fliken Rutter. Om du tar bort appen raderas alla lokala data. Rutter som redan laddats upp till Livelox måste tas bort direkt på Livelox webbplats.

source: Select
cs: Vybrat
da: Vælg
de: Auswählen
et: Vali
fi: Valitse
fr: Sélectionner
nb: Velg
sv: Välj

source: Sent to Livelox
cs: Odesláno do Livelox
da: Sendt til Livelox
de: An Livelox gesendet
et: Saadetud Liveloxile
fi: Lähetetty Liveloxiin
fr: Envoyé à Livelox
nb: Sendt til Livelox
sv: Skickad till Livelox

source: Settings
cs: Nastavení
da: Indstillinger
de: Einstellungen
et: Seaded
fi: Asetukset
fr: Réglages
nb: Innstillinger
sv: Inställningar

source: Share
cs: Sdílet
da: Del
de: Teilen
et: Jaga
fi: Jaa
fr: Partager
nb: Del
sv: Dela

source: Share GPX
cs: Sdílet GPX
da: Del GPX
de: GPX teilen
et: Jaga GPX
fi: Jaa GPX
fr: Partager GPX
nb: Del GPX
sv: Dela GPX

source: Sign in to your Livelox account so routes can be uploaded automatically after each activity.
cs: Přihlaste se ke svému účtu Livelox, aby se trasy nahrávaly automaticky po každé aktivitě.
da: Log ind på din Livelox-konto, så ruter uploades automatisk efter hver aktivitet.
de: Melde dich in deinem Livelox-Konto an, damit Routen nach jeder Aktivität automatisch hochgeladen werden.
et: Logi sisse oma Livelox kontole, et rajad laaditaks pärast iga tegevust automaatselt üles.
fi: Kirjaudu Livelox-tilillesi, jotta reitit ladataan automaattisesti jokaisen aktiviteetin jälkeen.
fr: Connectez-vous à votre compte Livelox pour que les itinéraires soient transférés automatiquement après chaque activité.
nb: Logg inn på Livelox-kontoen din slik at ruter lastes opp automatisk etter hver aktivitet.
sv: Logga in på ditt Livelox-konto så att rutter laddas upp automatiskt efter varje aktivitet.

source: Skip for now
cs: Přeskočit pro nyní
da: Spring over for nu
de: Jetzt überspringen
et: Jäta praegu vahele
fi: Ohita toistaiseksi
fr: Ignorer pour l'instant
nb: Hopp over for nå
sv: Hoppa över för nu

source: Status
cs: Stav
et: Olek
fi: Tila
fr: Statut

source: Status icons
cs: Ikony stavu
da: Statusikoner
de: Statussymbole
et: Olekuikoonid
fi: Tilakuvakkeet
fr: Icônes de statut
nb: Statusikoner
sv: Statusikoner

source: Tap to enable in iOS Settings — otherwise you won't be notified when a route is on Livelox
cs: Klepnutím povolíte v nastavení iOS – jinak nebudete informováni, když je trasa na Livelox
da: Tryk for at aktivere i iOS-indstillinger – ellers får du ikke besked, når en rute er på Livelox
de: Zum Aktivieren in den iOS-Einstellungen tippen – andernfalls wirst du nicht benachrichtigt, wenn eine Route auf Livelox ist
et: Puuduta iOS-i seadetes lubamiseks – muidu ei saa teatist, kui rada on Livelox'is
fi: Ota käyttöön napauttamalla iOS-asetuksissa – muuten et saa ilmoituksia, kun reitti on Livelox'issa
fr: Touchez pour activer dans les réglages iOS — sinon vous ne serez pas notifié quand un parcours est sur Livelox
nb: Trykk for å aktivere i iOS-innstillinger — ellers varsles du ikke når en rute er på Livelox
sv: Tryck för att aktivera i iOS-inställningar – annars meddelas du inte när en rutt finns på Livelox

source: The GPS tracks are combined into one route and uploaded to Livelox. The two originals are deleted from this device.
cs: GPS záznamy jsou sloučeny do jedné trasy a nahrány na Livelox. Dva originály jsou odstraněny z tohoto zařízení.
da: GPS-sporene kombineres til én rute og uploades til Livelox. De to originaler slettes fra denne enhed.
de: Die GPS-Spuren werden zu einer Route zusammengeführt und auf Livelox hochgeladen. Die beiden Originale werden von diesem Gerät gelöscht.
et: GPS-rajad ühendatakse üheks rajaks ja laaditakse Livelox'ile üles. Kaks originaali kustutatakse sellest seadmest.
fi: GPS-jäljet yhdistetään yhdeksi reitiksi ja ladataan Livelox'iin. Kaksi alkuperäistä poistetaan tältä laitteelta.
fr: Les traces GPS sont combinées en un seul parcours et téléversées sur Livelox. Les deux originaux sont supprimés de cet appareil.
nb: GPS-sporene kombineres til én rute og lastes opp til Livelox. De to originalene slettes fra denne enheten.
sv: GPS-spåren kombineras till en rutt och laddas upp till Livelox. De två originalen raderas från den här enheten.

source: To record, open the **LoxBridge** app or the **Workout** app on your Apple Watch and choose Outdoor Run
cs: Chcete-li nahrávat, otevřete aplikaci **LoxBridge** nebo aplikaci **Trénink** na vašem Apple Watch a vyberte Venkovní běh
da: For at optage, åbn appen **LoxBridge** eller appen **Træning** på dit Apple Watch, og vælg Udendørs løb
de: Zum Aufzeichnen öffne die **LoxBridge**-App oder die **Workout**-App auf deiner Apple Watch und wähle Outdoor-Lauf
et: Salvestamiseks avage Apple Watch'is rakendus **LoxBridge** või **Treening** ja valige Välitrenning
fi: Tallentaaksesi avaa Apple Watchissa **LoxBridge**-sovellus tai **Harjoitus**-sovellus ja valitse Ulkojuoksu
fr: Pour enregistrer, ouvrez l'application **LoxBridge** ou l'application **Entraînement** sur votre Apple Watch et choisissez Course en plein air
nb: For å ta opp, åpne appen **LoxBridge** eller appen **Trening** på Apple Watch og velg Utendørs løp
sv: För att spela in, öppna appen **LoxBridge** eller appen **Träning** på din Apple Watch och välj Utomhuslöpning

source: To record, open the **Workout** app on your Apple Watch and choose Outdoor Run
cs: Pro nahrávání otevřete aplikaci **Cvičení** na Apple Watch a zvolte Běh venku
da: For at optage skal du åbne **Træning**-appen på dit Apple Watch og vælge Udendørsløb
de: Zum Aufzeichnen öffne die **Training**-App auf deiner Apple Watch und wähle Outdoor-Lauf
et: Salvestamiseks avage Apple Watchis **Treening** rakendus ja valige Õuejooks
fi: Voit tallentaa avaamalla **Workout**-sovelluksen Apple Watchissasi ja valitsemalla Ulkojuoksu
fr: Pour enregistrer, ouvrez l'application **Exercice** sur votre Apple Watch et choisissez Course à pied en extérieur
nb: For å registrere, åpne **Trening**-appen på Apple Watch og velg Utendørsløping
sv: För att spela in, öppna appen **Träning** på din Apple Watch och välj Utomhuslöpning

source: Track not available
cs: Trasa není dostupná
da: Spor ikke tilgængeligt
de: Spur nicht verfügbar
et: Rada pole saadaval
fi: Jälki ei saatavilla
fr: Trace non disponible
nb: Spor ikke tilgjengelig
sv: Spår inte tillgängligt

source: Try Again
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
et: Proovi uuesti
fi: Yritä uudelleen
fr: Réessayer
nb: Prøv igjen
sv: Försök igen

source: Unknown date
cs: Neznámé datum
da: Ukendt dato
de: Unbekanntes Datum
et: Teadmata kuupäev
fi: Tuntematon päivämäärä
fr: Date inconnue
nb: Ukjent dato
sv: Okänt datum

source: Upload
cs: Nahrát
de: Hochladen
et: Lae üles
fi: Lataa
fr: Téléverser
nb: Last opp
sv: Ladda upp

source: Upload activity route?
cs: Nahrát trasu aktivity?
da: Upload aktivitetsrute?
de: Aktivitätsroute hochladen?
et: Laadida tegevusrada üles?
fi: Ladataanko aktiviteettireitti?
fr: Transférer l'itinéraire de l'activité ?
nb: Last opp aktivitetsrute?
sv: Ladda upp aktivitetsrutt?

source: Upload complete
cs: Nahrávání dokončeno
da: Upload fuldført
de: Upload abgeschlossen
et: Üleslaadimine lõpetatud
fi: Lataus valmis
fr: Transfert terminé
nb: Opplasting fullført
sv: Uppladdning klar

source: Upload failed
cs: Nahrávání selhalo
da: Upload mislykkedes
de: Upload fehlgeschlagen
et: Üleslaadimine ebaõnnestus
fi: Lataus epäonnistui
fr: Échec du transfert
nb: Opplasting mislyktes
sv: Uppladdning misslyckades

source: Upload LoxBridge routes
cs: Nahrávat trasy LoxBridge
da: Upload LoxBridge-ruter
de: LoxBridge-Routen hochladen
et: Laadi üles LoxBridge'i rajad
fi: Lataa LoxBridge-reitit
fr: Téléverser les parcours LoxBridge
nb: Last opp LoxBridge-ruter
sv: Ladda upp LoxBridge-rutter

source: Upload outdoor running
cs: Nahrávat venkovní běh
da: Upload udendørs løb
de: Outdoor-Läufe hochladen
et: Laadi üles välitrenning
fi: Lataa ulkojuoksu
fr: Téléverser la course en plein air
nb: Last opp utendørs løping
sv: Ladda upp utomhuslöpning

source: Upload to Livelox
cs: Nahrát do Livelox
da: Upload til Livelox
de: Zu Livelox hochladen
et: Laadi Liveloxisse üles
fi: Lataa Liveloxiin
fr: Transférer vers Livelox
nb: Last opp til Livelox
sv: Ladda upp till Livelox

source: Upload to Livelox?
cs: Nahrát na Livelox?
da: Upload til Livelox?
de: Auf Livelox hochladen?
et: Laadida Livelox'ile üles?
fi: Ladataanko Livelox'iin?
fr: Téléverser sur Livelox ?
nb: Laste opp til Livelox?
sv: Ladda upp till Livelox?

source: Uploading to Livelox
cs: Nahrávání do Livelox
da: Uploader til Livelox
de: Wird zu Livelox hochgeladen
et: Laaditakse Liveloxisse üles
fi: Ladataan Liveloxiin
fr: Transfert vers Livelox
nb: Laster opp til Livelox
sv: Laddar upp till Livelox

source: Version
cs: Verze
et: Versioon
fi: Versio
nb: Versjon

source: View Full Privacy Notice
cs: Zobrazit celé zásady ochrany soukromí
da: Se fuld privatlivspolitik
de: Vollständigen Datenschutzhinweis anzeigen
et: Vaata täielikku privaatsusteadet
fi: Näytä koko tietosuojailmoitus
fr: Voir l'avis de confidentialité complet
nb: Vis fullstendig personvernvarsel
sv: Visa fullständig integritetspolicy

source: View on Livelox
cs: Zobrazit na Livelox
da: Se på Livelox
de: Auf Livelox anzeigen
et: Vaata Livelox'is
fi: Näytä Livelox'issa
fr: Voir sur Livelox
nb: Vis på Livelox
sv: Visa på Livelox

source: View on Livelox →
cs: Zobrazit na Livelox →
da: Vis på Livelox →
de: In Livelox anzeigen →
et: Vaata Liveloxis →
fi: Näytä Liveloxissa →
fr: Voir sur Livelox →
nb: Vis på Livelox →
sv: Visa på Livelox →

source: We are uploading your activity route in the background.
cs: Vaše trasa aktivity se nahrává na pozadí.
da: Vi uploader din aktivitetsrute i baggrunden.
de: Deine Aktivitätsroute wird im Hintergrund hochgeladen.
et: Laadime sinu tegevusrada taustal üles.
fi: Aktiviteettireittiä ladataan taustalla.
fr: Votre itinéraire d'activité est en cours d'envoi en arrière-plan.
nb: Vi laster opp aktivitetsruten din i bakgrunnen.
sv: Vi laddar upp din aktivitetsrutt i bakgrunden.

source: What we do NOT do
cs: Co NEDĚLÁME
da: Hvad vi IKKE gør
de: Was wir NICHT tun
et: Mida me EI TEE
fi: Mitä emme TEE
fr: Ce que nous ne faisons PAS
nb: Hva vi IKKE gjør
sv: Vad vi INTE gör

source: When you upload a route, LoxBridge sends the GPX file (GPS track with timestamps) to Livelox. Livelox is a Swedish company that provides orienteering route analysis. By uploading, you agree to Livelox's own terms and privacy policy.
cs: Když nahrajete trasu, LoxBridge odešle soubor GPX (GPS záznam s časovými razítky) na Livelox. Livelox je švédská společnost, která poskytuje analýzu orientačních tras. Nahráváním souhlasíte s vlastními podmínkami a zásadami ochrany osobních údajů Livelox.
da: Når du uploader en rute, sender LoxBridge GPX-filen (GPS-spor med tidsstempler) til Livelox. Livelox er en svensk virksomhed, der leverer orienteringsruteanalyse. Ved at uploade accepterer du Livelox's egne vilkår og privatlivspolitik.
de: Wenn du eine Route hochlädst, sendet LoxBridge die GPX-Datei (GPS-Spur mit Zeitstempeln) an Livelox. Livelox ist ein schwedisches Unternehmen, das Orientierungslauf-Routenanalysen anbietet. Durch den Upload stimmst du den eigenen Nutzungsbedingungen und der Datenschutzrichtlinie von Livelox zu.
et: Kui laadid raja üles, saadab LoxBridge GPX-faili (GPS-rada koos ajatemplitega) Livelox'ile. Livelox on Rootsi ettevõte, mis pakub orienteerumisraja analüüsi. Üleslaadimisega nõustud Livelox'i enda tingimuste ja privaatsuspoliitikaga.
fi: Kun lataat reitin, LoxBridge lähettää GPX-tiedoston (GPS-jälki aikaleimoineen) Livelox'iin. Livelox on ruotsalainen yritys, joka tarjoaa suunnistusreitin analysointia. Lataamalla hyväksyt Livelox'in omat käyttöehdot ja tietosuojakäytännön.
fr: Lorsque vous téléversez un parcours, LoxBridge envoie le fichier GPX (trace GPS avec horodatages) à Livelox. Livelox est une entreprise suédoise qui fournit des analyses de parcours d'orientation. En téléversant, vous acceptez les propres conditions générales et la politique de confidentialité de Livelox.
nb: Når du laster opp en rute, sender LoxBridge GPX-filen (GPS-spor med tidsstempler) til Livelox. Livelox er et svensk selskap som tilbyr orienterings-ruteanalyse. Ved å laste opp samtykker du til Livelox sine egne vilkår og personvernregler.
sv: När du laddar upp en rutt skickar LoxBridge GPX-filen (GPS-spår med tidsstämplar) till Livelox. Livelox är ett svenskt företag som tillhandahåller analys av orienteringsrutter. Genom att ladda upp godkänner du Livelox egna villkor och integritetspolicy.

source: Workout metadata not found.
cs: Metadata tréninku nebyla nalezena.
da: Træningsmetadata ikke fundet.
de: Trainings-Metadaten nicht gefunden.
et: Treeningu metaandmeid ei leitud.
fi: Harjoituksen metatietoja ei löydy.
fr: Métadonnées d'entraînement introuvables.
nb: Treningsmetadata ikke funnet.
sv: Träningsmetadata hittades inte.

source: Yes
cs: Ano
da: Ja
de: Ja
et: Jah
fi: Kyllä
fr: Oui
nb: Ja
sv: Ja

source: Your GPX route has been uploaded to Livelox.
cs: Vaše GPX trasa byla nahrána do Livelox.
da: Din GPX-rute er uploaded til Livelox.
de: Deine GPX-Route wurde zu Livelox hochgeladen.
et: Sinu GPX-rada on Liveloxisse üles laaditud.
fi: GPX-reittisi on ladattu Liveloxiin.
fr: Votre itinéraire GPX a été transféré vers Livelox.
nb: GPX-ruten din er lastet opp til Livelox.
sv: Din GPX-rutt har laddats upp till Livelox.

source: Your Livelox session has expired — go to Settings → Connections to reconnect.
cs: Vaše relace Livelox vypršela — přejděte do Nastavení → Připojení a znovu se připojte.
da: Din Livelox-session er udløbet — gå til Indstillinger → Forbindelser for at oprette forbindelsen igen.
de: Deine Livelox-Sitzung ist abgelaufen — gehe zu Einstellungen → Verbindungen, um dich erneut zu verbinden.
et: Sinu Livelox seanss on aegunud — mine Seaded → Ühendused uuesti ühendamiseks.
fi: Livelox-istuntosi on vanhentunut — siirry Asetukset → Yhteydet yhdistääksesi uudelleen.
fr: Votre session Livelox a expiré — accédez à Réglages → Connexions pour vous reconnecter.
nb: Livelox-økten din har utløpt — gå til Innstillinger → Tilkoblinger for å koble til igjen.
sv: Din Livelox-session har gått ut — gå till Inställningar → Anslutningar för att ansluta igen.

source: Your rights & controls
cs: Vaše práva a ovládací prvky
da: Dine rettigheder og kontrolelementer
de: Deine Rechte & Steuerungen
et: Sinu õigused ja juhtelemendid
fi: Oikeutesi ja hallintasi
fr: Vos droits et contrôles
nb: Dine rettigheter og kontroller
sv: Dina rättigheter och kontroller

source: Your route from %@ is ready to replay.
cs: Vaše trasa z %@ je připravena k přehrání.
da: Din rute fra %@ er klar til afspilning.
de: Deine Route von %@ ist bereit zur Wiedergabe.
et: Sinu rada alates %@ on taasesitamiseks valmis.
fi: Reittiäsi kohteesta %@ voidaan nyt toistaa.
fr: Votre itinéraire depuis %@ est prêt à être relu.
nb: Ruten din fra %@ er klar til å spilles av.
sv: Din rutt från %@ är redo att spelas upp.

source: Your route is now on Livelox.
cs: Vaše trasa je nyní na Livelox.
da: Din rute er nu på Livelox.
de: Deine Route ist jetzt in Livelox.
et: Sinu rada on nüüd Liveloxis.
fi: Reittisi on nyt Liveloxissa.
fr: Votre itinéraire est maintenant sur Livelox.
nb: Ruten din er nå på Livelox.
sv: Din rutt finns nu på Livelox.
